const fireAdvertising1 = {
  modelkey:"BuildingIOT_productInfo1",
  despName:"安全出口（双箭头）",
  name:"集中电源集中控制型消防应急标志灯具（壁挂式）",
  introduction:"本产品严格按照国家标准GB 17945-2010《消防应急照明和疏散指示系统》设计，美观耐用，电路采用SMT贴片，微处理器控制技术，性能稳定，可应用在机场、高速化铁路、地铁、大型商场、酒店、写字楼等公共场所出入口、走廊处，在紧急情况下，智能指引疏散或逃生方向。",
  "产品描述":{
    "工作电压":"总线DC36V，允许范围：DC21V～36V（脉冲）",
    "额定功率":"≤1W",
    "应急工作时间":"≥90分钟，应急转换时间：≤5S",
    "标志表面亮度":"50～300cd/m2",
    "光源名称及参数":"LED，DC 2.6V～2.8V",
    "闪烁模式":"频率为1Hz±10%，点亮和非点亮时间比为4：1",
    "光流模式":"标志灯顺序闪亮频率在2Hz～32Hz±10%范围内",
    "线制":"两线制，与应急照明分配电装置总线两线无极性连接",
    "编码方式":"电子编码方式，占用一个总线编码地址，编码范围在1～64之间设定",
    "温度":"0℃～55℃",
    "相对湿度":"≤95%RH，不凝露",
    "外形尺寸":"389.0mm×163.0mm×23.7mm",
    "简介":"本产品严格按照国家标准GB 17945-2010《消防应急照明和疏散指示系统》设计，美观耐用，电路采用SMT贴片，微处理器控制技术，性能稳定，可应用在机场、高速化铁路、地铁、大型商场、酒店、写字楼等公共场所出入口、走廊处，在紧急情况下，智能指引疏散或逃生方向。",
    "名称":"安全出口（双箭头）",
  }
}

const fireAdvertising2 = {
  modelkey:"BuildingIOT_productInfo2",
  despName:"壁挂式扬声器",
  name:"壁挂式扬声器",
  introduction:"本产品是应急广播系统配套产品，它与相应的广播音源设备（如CD播放盘、MP3播放盘）和广播终端设备（如广播控制盘、广播音箱）配合，实现消防现场的应急广播。",
  "产品描述":{
    "工作电压":"120V",
    "额定功率":"3W",
    "额定频率":"100HZ～8000HZ（TX3354）150HZ～8000HZ（TX3353）",
    "特性灵敏度级":"90dB±3dB",
    "总谐波失真":"0.05%（在1kHz）",
    "工作环境":"温度  -10℃～55℃，湿度  相对湿度＜95％",
    "安装尺寸":"115.0mm(TX3354)  Φ160.0mm (TX3353)",
    "外形尺寸":"175.0mm×200.0mm×90.0mm",
    "简介":"本产品是应急广播系统配套产品，它与相应的广播音源设备（如CD播放盘、MP3播放盘）和广播终端设备（如广播控制盘、广播音箱）配合，实现消防现场的应急广播。",
    "名称":"壁挂式扬声器",
  }
}

const fireAdvertising3 = {
  modelkey:"BuildingIOT_productInfo3",
  name:"火灾显示盘",
  introduction:"本产品采用单片机设计开发的汉字式火灾显示盘，用来显示已报火警的探测器位置编号及其汉字信息并同时发出声光报警信号。它通过通讯总线与TX3000等火灾报警控制器相连，处理并显示控制器传送过来的数据。当用一台报警控制器同时监控数个楼层或防火分区时，可在每个楼层或防火分区设置火灾显示盘用以显示报警信息。",
  "产品描述":{
    "工作电压":"总线电压：15V～28V脉冲电压；电源电压：DC24V(20V～28V)",
    "工作电流":"总线监视电流≤3mA；总线启动电流≤3mA；电源监视电流≤20mA；电源启动电流≤100mA",
    "可显示报警条数":"1024条",
    "线制":"与控制器采用无极性二总线连接，与DC24V电源采用无极性二线连接",
    "配接个数":"总线通讯时，每个回路最多可配接32个火灾显示盘，可跨回路显示",
    "温度":"0℃～40℃",
    "相对湿度":"≤95%RH（40±2℃），不凝露",
    "外形尺寸":"180.0mm×110.0mm×44.0mm",
    "简介":"本产品采用单片机设计开发的汉字式火灾显示盘，用来显示已报火警的探测器位置编号及其汉字信息并同时发出声光报警信号。它通过通讯总线与TX3000等火灾报警控制器相连，处理并显示控制器传送过来的数据。当用一台报警控制器同时监控数个楼层或防火分区时，可在每个楼层或防火分区设置火灾显示盘用以显示报警信息。",
    "名称":"火灾显示盘",
  }
}

const fireAdvertising4 = {
  modelkey: "BuildingIOT_productInfo4",
  name: "火灾光警报器",
  despName: "电气火灾监控设备",
  introduction: "本产品是一种安装在现场的电子编码光报警设备，由消防控制中心的火灾报警控制器控制。光警报器启动后发出强烈的光报警信号，以达到提醒现场人员注意的目的。",
  "产品描述": {
    "工作电压": "15V～28V 脉冲电压",
    "内容": "技术参数",
    "闪光频率": "1.4Hz～2.0Hz",
    "线制": "无极性二总线制",
    "温度": "-10℃～55℃",
    "工作电流": "总线监视电流：≤0.6mA 总线动作电流：≤3.5mA",
    "外形尺寸": "圆形底座直径100.0mm包含底座高度58.0mm",
    "简介":"本产品是一种安装在现场的电子编码光报警设备，由消防控制中心的火灾报警控制器控制。光警报器启动后发出强烈的光报警信号，以达到提醒现场人员注意的目的。",
    "名称":"火灾光警报器",
  }
}

const fireAdvertising5 = {
  modelkey: "BuildingIOT_productInfo5",
  name: "消防设备电源状态监控器",
  despName: "消防设备电源状态监控器",
  introduction: "TP1000B 消防设备电源状态监控器满足国家标准GB28184-2011《消防设备电源监控系统》的要求。采用AC220V供电，主、备电源自动切换供电方式。实时显示所有监控的消防设备主电源和备用电源的工作状态和故障报警信息。可记录10万条故障信息，可通过监控器直接查询。显示被监控电源的电压值或电流值的误差不大于1%。具有自检功能。",
  "产品描述": {
    "输入电压": "AC220V(187V~242V)",
    "通讯方式": "CAN总线",
    "数据接口": "2个CAN接口，1个RS485接口",
    "通讯距离": "≤2000m",
    "供电距离": "≤500m，超过500m增加区域分机",
    "报警设定值": "剩余电流50mA～1000mA    步距1mA",
    "环境温度": "-10℃～70℃",
    "相对湿度": "≤ 95%RH（不凝露）",
    "备用电池": "12V/17AH",
    "系统容量": "64点、128点、256点、512点",
    "外形尺寸": "500mm×180mm×600mm",
    "简介":"TP1000B 消防设备电源状态监控器满足国家标准GB28184-2011《消防设备电源监控系统》的要求。采用AC220V供电，主、备电源自动切换供电方式。实时显示所有监控的消防设备主电源和备用电源的工作状态和故障报警信息。可记录10万条故障信息，可通过监控器直接查询。显示被监控电源的电压值或电流值的误差不大于1%。具有自检功能。",
    "名称":"消防设备电源状态监控器",
  }
}


const fireAdvertising =  window.fireAdvertising = {
  fireAdvertising1:fireAdvertising1,
  fireAdvertising2:fireAdvertising2,
  fireAdvertising3:fireAdvertising3,
  fireAdvertising4:fireAdvertising4,
  fireAdvertising5:fireAdvertising5,
}
